html/org-pages/leisure/songs.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-09-12 Mon 07:16 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Learning Acousting Guitar - Selftracking progress through songs</title>
<meta name="author" content="Luís Spengler" />
<meta name="description" content="Learning Acousting Guitar - Selftracking progress through songs" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Learning Acousting Guitar - Selftracking progress through songs</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org0e9df44">Getting started</a></li>
</ul>
</div>
</div>

<div id="outline-container-org0e9df44" class="outline-2">
<h2 id="org0e9df44">Getting started</h2>
<div class="outline-text-2" id="text-org0e9df44">
<p>
You are probably wondering&#x2026; One more list of things? The answer is yes, but that&rsquo;s the wrong question! Why am I doing this? To simply put this: I wanna learn guitar again and don&rsquo;t wanna get unmotivated.
</p>

<p>
I already played acoustic guitar before, even electric. But perhaps I might&rsquo;ve gotten slightly unmotivated to play as time passed by. And every time I wanna show my guitar skills I&rsquo;ve got no songs to play! So I should also build my music repertoire
</p>
</div>

<div id="outline-container-org59291a0" class="outline-3">
<h3 id="org59291a0">Begginer</h3>
<div class="outline-text-3" id="text-org59291a0">
<ul class="org-ul">
<li class="on"><code>[X]</code> Hurt - Johnny Cash</li>
<li class="on"><code>[X]</code> Slow Cheetah - Red Hot Chilli Peppers</li>
<li class="off"><code>[&#xa0;]</code> Big Yellow Taxi – Joni Mitchell</li>
<li class="off"><code>[&#xa0;]</code> I Got a Name – Jim Croce</li>
<li class="off"><code>[&#xa0;]</code> Bad Bad Leroy Brown – Jim Croce</li>
<li class="off"><code>[&#xa0;]</code> Time For Me to Fly – REO Speedwagon</li>
<li class="off"><code>[&#xa0;]</code> Take Me Home Country Roads – John Denver</li>
<li class="off"><code>[&#xa0;]</code> The House of the Rising Sun – The Animals</li>
<li class="off"><code>[&#xa0;]</code> I’m Yours – Jason Mraz</li>
<li class="off"><code>[&#xa0;]</code> Every Rose has It’s Thorn – Poison</li>
<li class="off"><code>[&#xa0;]</code> Not Fade Away – Buddy Holly</li>
<li class="off"><code>[&#xa0;]</code> Waiting In Vain – Bob Marley</li>
<li class="off"><code>[&#xa0;]</code> Old Time Rock n’ Roll – Bob Seger</li>
<li class="off"><code>[&#xa0;]</code> Sweet Home Alabama – Lynyrd Skynyrd</li>
<li class="off"><code>[&#xa0;]</code> Glory Days – Bruce Springsteen</li>
<li class="off"><code>[&#xa0;]</code> You Are My Sunshine – Jimmie Davis</li>
<li class="off"><code>[&#xa0;]</code> Wild Thing – The Troggs</li>
<li class="off"><code>[&#xa0;]</code> Free Fallin – Tom Petty</li>
<li class="off"><code>[&#xa0;]</code> More than Words – Extreme</li>
<li class="off"><code>[&#xa0;]</code> Everlong – Foo Fighters</li>
<li class="off"><code>[&#xa0;]</code> Big Me – Foo Fighters</li>
<li class="off"><code>[&#xa0;]</code> Hey There Delilah – Plane White T’s</li>
<li class="off"><code>[&#xa0;]</code> Hound Dog – Elvis Presley</li>
<li class="off"><code>[&#xa0;]</code> Hot Legs – Rod Stewart</li>
<li class="off"><code>[&#xa0;]</code> Sweet Caroline – Neil Diamond</li>
<li class="off"><code>[&#xa0;]</code> You’re In My Heart (Final Acclaim) – Rod Stewart</li>
<li class="off"><code>[&#xa0;]</code> Twist and Shout – The Beatles</li>
<li class="off"><code>[&#xa0;]</code> Wild Horses – The Rolling Stones</li>
<li class="off"><code>[&#xa0;]</code> Franklin’s Tower – The Grateful Dead</li>
<li class="off"><code>[&#xa0;]</code> Old Man – Neil Young</li>
<li class="off"><code>[&#xa0;]</code> Three Little Birds – Bob Marley</li>
<li class="off"><code>[&#xa0;]</code> Bad Moon Rising – Creedence Clearwater Revival</li>
<li class="off"><code>[&#xa0;]</code> Let It Be – The Beatles</li>
<li class="off"><code>[&#xa0;]</code> Songbird – Oasis</li>
<li class="off"><code>[&#xa0;]</code> Perfect – Ed Sheeran</li>
<li class="off"><code>[&#xa0;]</code> Wonderful Tonight – Eric Clapton</li>
<li class="off"><code>[&#xa0;]</code> Let Her Go – Passenger</li>
<li class="off"><code>[&#xa0;]</code> Can’t You See – Marshall Tucker Band</li>
<li class="off"><code>[&#xa0;]</code> Leaving on a Jet Plane – John Denver</li>
<li class="off"><code>[&#xa0;]</code> I Still Haven’t Found What I’m Looking For – U2</li>
<li class="off"><code>[&#xa0;]</code> For What It’s Worth – Buffalo Springfield</li>
<li class="off"><code>[&#xa0;]</code> Dead Flowers – The Rolling Stones</li>
<li class="off"><code>[&#xa0;]</code> All Of Me – John Legend</li>
<li class="off"><code>[&#xa0;]</code> Hallelujah – Leonard Cohen</li>
<li class="off"><code>[&#xa0;]</code> Mockingbird – James Taylor</li>
<li class="off"><code>[&#xa0;]</code> Good Riddance / Time of Your Life – Green Day</li>
<li class="off"><code>[&#xa0;]</code> Stuck in the Middle With You – Steelers Wheels</li>
<li class="off"><code>[&#xa0;]</code> Give Peace a Chance – John Lennon</li>
<li class="off"><code>[&#xa0;]</code> What I Got – Sublime</li>
<li class="off"><code>[&#xa0;]</code> Two Tickets to Paradise – Eddie Money</li>
<li class="off"><code>[&#xa0;]</code> High &amp; Dry – Radiohead</li>
<li class="off"><code>[&#xa0;]</code> Stir it Up – Bob Marley</li>
<li class="off"><code>[&#xa0;]</code> Teach Your Children – Crosby Stills and Nash</li>
<li class="off"><code>[&#xa0;]</code> Working Class Hero – John Lennon</li>
<li class="off"><code>[&#xa0;]</code> Hotel California – The Eagles</li>
<li class="off"><code>[&#xa0;]</code> Wish You Were Here – Pink Floyd</li>
<li class="off"><code>[&#xa0;]</code> Here Comes The Sun – The Beatles</li>
<li class="off"><code>[&#xa0;]</code> Stand By Me – Ben E. King</li>
<li class="off"><code>[&#xa0;]</code> Ho Hey – The Lumineers</li>
<li class="off"><code>[&#xa0;]</code> Chasing Cars – Snow Patrol</li>
<li class="off"><code>[&#xa0;]</code> Eleanor Rigby – The Beatles</li>
<li class="off"><code>[&#xa0;]</code> Feelin’ Alright – Joe Cocker</li>
<li class="off"><code>[&#xa0;]</code> Tears in Heaven – Eric Clapton</li>
<li class="off"><code>[&#xa0;]</code> Harvest Moon – Neil Young</li>
<li class="off"><code>[&#xa0;]</code> She Talks to Angel – Black Crowes</li>
<li class="off"><code>[&#xa0;]</code> Thinking Out Loud – Ed Sheeran</li>
<li class="off"><code>[&#xa0;]</code> Better Together – Jack Johnson</li>
<li class="off"><code>[&#xa0;]</code> Brown Eyed Girl – Van Morrison</li>
<li class="off"><code>[&#xa0;]</code> Love Me Do – The Beatles</li>
<li class="off"><code>[&#xa0;]</code> Have You Ever Seen the Rain? – Creedence Clearwater Revival</li>
<li class="off"><code>[&#xa0;]</code> Born in the USA – Bruce Springsteen</li>
<li class="off"><code>[&#xa0;]</code> Love Story – Taylor Swift</li>
<li class="off"><code>[&#xa0;]</code> Upside Down – Jack Johnson</li>
<li class="off"><code>[&#xa0;]</code> Blowin’ In The Wind – Bob Dylan</li>
<li class="off"><code>[&#xa0;]</code> Wonderwall – Oasis</li>
<li class="off"><code>[&#xa0;]</code> The Joker – Steve Miller Band</li>
<li class="off"><code>[&#xa0;]</code> Wagon Wheel – Old Crow Medicine Show</li>
<li class="off"><code>[&#xa0;]</code> Horse with No Name – America</li>
<li class="off"><code>[&#xa0;]</code> Ring of Fire – Johnny Cash</li>
<li class="off"><code>[&#xa0;]</code> Knocking on Heaven’s Door – Bob Dylan</li>
<li class="off"><code>[&#xa0;]</code> Wild World – Cat Stevens</li>
<li class="off"><code>[&#xa0;]</code> Yellow – Cold Play</li>
<li class="off"><code>[&#xa0;]</code> I Won’t Back Down – Tom Petty</li>
<li class="off"><code>[&#xa0;]</code> You Might Think – The Cars</li>
<li class="off"><code>[&#xa0;]</code> Light My Fire – The Doors</li>
<li class="off"><code>[&#xa0;]</code> People Are Strange – The Doors</li>
<li class="off"><code>[&#xa0;]</code> Lonely People – America</li>
<li class="off"><code>[&#xa0;]</code> Ripple – The Grateful Dead</li>
<li class="off"><code>[&#xa0;]</code> Take It Easy – The Eagles</li>
<li class="off"><code>[&#xa0;]</code> The Race is On – George Jones</li>
<li class="off"><code>[&#xa0;]</code> Heart of Gold – Neil Young</li>
<li class="off"><code>[&#xa0;]</code> Don’t Think Twice It’s Alright – Bob Dylan</li>
<li class="off"><code>[&#xa0;]</code> Ventura Highway – America</li>
<li class="off"><code>[&#xa0;]</code> Lola – The Kinks</li>
<li class="off"><code>[&#xa0;]</code> Apeman – The Kinks</li>
<li class="off"><code>[&#xa0;]</code> Over The Hills and Faraway – Led Zeppelin</li>
<li class="off"><code>[&#xa0;]</code> Fire Flies – Owl City</li>
<li class="off"><code>[&#xa0;]</code> Paperback Writer – The Beatles</li>
<li class="off"><code>[&#xa0;]</code> Yellow Submarine – The Beatles</li>
<li class="off"><code>[&#xa0;]</code> If You Want to Sing Out – Cat Stevens</li>
<li class="off"><code>[&#xa0;]</code> No Rain – Blind Melon</li>
<li class="off"><code>[&#xa0;]</code> That’s the Way the World Goes Round – John Prine</li>
</ul>
</div>
</div>

<div id="outline-container-org097c44e" class="outline-3">
<h3 id="org097c44e">Intermidiate</h3>
<div class="outline-text-3" id="text-org097c44e">
<ul class="org-ul">
<li class="trans"><code>[-]</code> Stairway to heaven - Led Zeppelin</li>
<li class="off"><code>[&#xa0;]</code> One - Metallica</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2022-09-12 Mon 07:16</p>
</div>
</body>
</html>
